Repository: wp-plugins/woocommerce-custom-coupon-message
Catalog: languages/wccm-plugin-*.po
Languages: nb_no

source: Custom Coupon Message
nb_no: Tilpasset rabattkupong-beskjed

source: Your custom coupon message
nb_no: Din rabattkupong-beskjed

source: Choose a message style (optional)
nb_no: Velg et utseende for beskjeden (frivillig)

source: Blue
nb_no: Blå

source: Light blue
nb_no: Lyseblå

source: Green
nb_no: Grønn

source: Light green
nb_no: Lysegrønn

source: Grey
nb_no: Grå

source: Orange
nb_no: Oransje

source: Pink
nb_no: Rosa

source: Purple
nb_no: Fiolett

source: Light purple
nb_no: Lysefiolett

source: Or use your own CSS class (also optional)
nb_no: Eller bruk din egen CSS klasse (også frivillig)

source: Hide default message?
nb_no: Skjul standardbeskjed?

source: Check box to hide default message
nb_no: Huk av for å skjule standardbeskjeden

source: Woocommerce Custom Coupon Message
nb_no: Tilpasset rabattkupong-beskjed for Woocommerce

source: This plugin adds a meta box to the coupon edit screen where you can make your own customized coupon message.
nb_no: Denne utvidelsen oppretter en metaboks i redigeringsvinduet for rabattkuponger hvor man kan lage en spesialtilpasset rabattkupong-beskjed.
